export default function Docs() {
  return (
    <>
      <h1>導覽</h1>
      <h2 className="flex items-center gap-2">
        文件資料庫2.0簡介
      </h2>
      <h3>文件目錄</h3>
      <p>收錄戰術執法人員的技術資料、教學、守則、指南，以及單位的裝備介紹與操作說明。</p>
      <h3>管理者編輯功能（新增）</h3>
      <p>
        往後新增與編輯文件，可以不必透過開發人員了，操作方式與帳號，請洽管理團隊。
      </p>
      <h3>共筆專區（新增）</h3>
      <p>覺得文件太嚴肅嗎？可以到「共筆」專區。</p>
      <p>
        如果你只是想分享一些心得或想法，「文件」感覺起來太過正式，可以利用本區交流、Po文。
      </p>
      <p>裡面收錄了學長姐們分享的戰術行動心得與執勤甘苦談。</p>
      <h3>安全性更新與修正</h3>
      <p>強化登入安全性、頁面錯誤修正。</p>
    </>
  );
}
